tap "buo/cask-upgrade"
tap "caarlos0/tap"
tap "charmbracelet/tap"
tap "felixkratz/formulae"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "oven-sh/bun"
tap "xwmx/taps"
brew "xz"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "arturo"
brew "bash"
brew "openssl@3"
brew "bat"
brew "boost"
brew "c-blosc"
brew "glib"
brew "catch2"
brew "clang-format"
brew "cmake"
brew "harfbuzz"
brew "node"
brew "emscripten"
brew "fd"
brew "gcc"
brew "unbound"
brew "gnutls"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "tbb"
brew "openvino"
brew "pango"
brew "sdl2"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "glfw"
brew "glm"
brew "go"
brew "librsvg"
brew "graphviz"
brew "hugo"
brew "jq"
brew "just"
brew "llvm"
brew "lua"
brew "mas"
brew "neovim"
brew "ninja"
brew "node@18"
brew "openvdb"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.11"
brew "python@3.9"
brew "qt"
brew "raylib"
brew "ripgrep"
brew "ruby"
brew "stylua"
brew "tmux"
brew "tree"
brew "ttyd", args: ["HEAD"]
brew "typst"
brew "wasm-pack"
brew "yt-dlp"
brew "zlib"
brew "caarlos0/tap/timer"
brew "charmbracelet/tap/vhs"
brew "felixkratz/formulae/sketchybar"
brew "heroku/brew/heroku"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/yabai"
brew "oven-sh/bun/bun"
brew "xwmx/taps/nb"
cask "1password"
cask "alfred"
cask "alt-tab"
cask "anki"
cask "arc"
cask "audacity"
cask "basictex"
cask "blender"
cask "brave-browser"
cask "clipy"
cask "discord"
cask "docker"
cask "firefox"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-inconsolata"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-ubuntu-mono"
cask "gimp"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "keycastr"
cask "kitty"
cask "linear-linear"
cask "min"
cask "mos"
cask "notion"
cask "numi"
cask "obs"
cask "obsidian"
cask "opera"
cask "qmk-toolbox"
cask "raspberry-pi-imager"
cask "runelite"
cask "skim"
cask "skype"
cask "spotify"
cask "steam"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "whatsapp"
cask "zed"
cask "zotero"
mas "Amphetamine", id: 937984704
mas "BetterSnapTool", id: 417375580
mas "CleanMyMac X", id: 1339170533
mas "DaVinci Resolve", id: 571213070
mas "Day One", id: 1055511498
mas "Hidden Bar", id: 1452453066
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Microsoft Remote Desktop", id: 1295203466
mas "Xcode", id: 497799835
vscode "alefragnani.project-manager"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "astro-build.astro-vscode"
vscode "asvetliakov.vscode-neovim"
vscode "bradlc.vscode-tailwindcss"
vscode "castwide.solargraph"
vscode "catppuccin.catppuccin-vsc"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-extension-pack"
vscode "dracula-theme.theme-dracula"
vscode "drcika.apc-extension"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "equinusocio.moxer-icons"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "gruntfuggly.todo-tree"
vscode "jeff-hykin.better-cpp-syntax"
vscode "josetr.cmake-language-support-vscode"
vscode "kevinrose.vsc-python-indent"
vscode "llvm-vs-code-extensions.vscode-clangd"
vscode "matepek.vscode-catch2-test-adapter"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "mvllow.rose-pine"
vscode "njpwerner.autodocstring"
vscode "nvarner.typst-lsp"
vscode "pkief.material-icon-theme"
vscode "qwtel.sqlite-viewer"
vscode "stkb.rewrap"
vscode "sumneko.lua"
vscode "svelte.svelte-vscode"
vscode "twxs.cmake"
vscode "unifiedjs.vscode-mdx"
vscode "vadimcn.vscode-lldb"
vscode "vspacecode.whichkey"
vscode "xaver.clang-format"
vscode "yzhang.markdown-all-in-one"
