tap "buo/cask-upgrade"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "xwmx/taps"
brew "xz"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "awscli"
brew "bash"
brew "bat"
brew "boost"
brew "c-blosc"
brew "glib"
brew "clang-format"
brew "cloc"
brew "cmake"
brew "dockutil"
brew "harfbuzz"
brew "node"
brew "openjdk"
brew "emscripten"
brew "fd"
brew "unbound"
brew "gnutls"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "librist"
brew "pango"
brew "sdl2"
brew "tesseract"
brew "ffmpeg"
brew "freetds"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghcup"
brew "git"
brew "glfw"
brew "glm"
brew "go"
brew "librsvg"
brew "graphviz"
brew "hugo"
brew "icloudpd"
brew "jq"
brew "just"
brew "libpq"
brew "llvm"
brew "lua"
brew "mas"
brew "ncurses"
brew "neovim"
brew "ninja"
brew "node@18"
brew "openblas"
brew "numpy"
brew "tbb"
brew "openvdb"
brew "openvino"
brew "php"
brew "pyenv"
brew "pyenv-virtualenv"
brew "qt"
brew "raylib"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "stylua"
brew "tmux"
brew "tree"
brew "ttyd", args: ["HEAD"]
brew "typst"
brew "wasm-pack"
brew "watchexec"
brew "yt-dlp"
brew "zk"
brew "zlib"
brew "zsh-autosuggestions"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/yabai"
cask "1password"
cask "alfred"
cask "alt-tab"
cask "anki"
cask "arc"
cask "audacity"
cask "basictex"
cask "brave-browser"
cask "discord"
cask "docker"
cask "firefox"
cask "flux"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-inconsolata"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-ubuntu-mono"
cask "gimp"
cask "google-chrome"
cask "google-drive"
cask "keycastr"
cask "love"
cask "min"
cask "mos"
cask "notion"
cask "numi"
cask "obs"
cask "obsidian"
cask "qmk-toolbox"
cask "skim"
cask "spotify"
cask "steam"
cask "tailscale"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "whatsapp"
mas "Amphetamine", id: 937984704
mas "BetterSnapTool", id: 417375580
mas "GarageBand", id: 682658836
mas "Hidden Bar", id: 1452453066
mas "iMovie", id: 408981434
mas "Windows App", id: 1295203466
mas "Xcode", id: 497799835
