tap "buo/cask-upgrade"
tap "felixkratz/formulae"
tap "gabrie30/utils"
tap "homebrew-zathura/zathura"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "krtirtho/apps"
tap "nikitabobko/tap"
tap "sst/tap"
tap "xwmx/taps"
brew "glib"
brew "xz"
brew "libtiff"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "awscli"
brew "bash"
brew "bat"
brew "beancount"
brew "beanquery"
brew "boost"
brew "c-blosc"
brew "clang-format"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "dockutil"
brew "node"
brew "openjdk"
brew "emscripten"
brew "fava"
brew "fd"
brew "unbound"
brew "gnutls"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "librist"
brew "sdl2"
brew "tesseract"
brew "ffmpeg"
brew "gcc"
brew "freetds"
brew "fzf"
brew "gh"
brew "git"
brew "glfw"
brew "glm"
brew "go"
brew "graphviz"
brew "hugo"
brew "icloudpd"
brew "immich-cli"
brew "llvm"
brew "ispc"
brew "jemalloc"
brew "jq"
brew "just"
brew "kew"
brew "lazygit"
brew "libpq"
brew "lua"
brew "mas"
brew "ninja"
brew "ncurses"
brew "ncdu"
brew "neovim"
brew "node@18"
brew "numpy"
brew "tbb"
brew "openvino"
brew "pandoc"
brew "php"
brew "pipx"
brew "pyenv"
brew "pyenv-virtualenv"
brew "qt"
brew "raylib"
brew "ruby-build"
brew "rbenv"
brew "restic"
brew "ripgrep"
brew "ruby"
brew "scc"
brew "stylua"
brew "tailscale", link: false
brew "terminal-notifier"
brew "timewarrior"
brew "tmux"
brew "tree"
brew "ttyd", args: ["HEAD"]
brew "typst"
brew "vcpkg"
brew "wasm-pack"
brew "watchexec"
brew "xcbeautify"
brew "xcode-build-server"
brew "xcp"
brew "yazi"
brew "yt-dlp"
brew "zk"
brew "zlib"
brew "zoxide"
brew "zsh-autosuggestions"
brew "felixkratz/formulae/sketchybar"
brew "gabrie30/utils/ghorg"
brew "homebrew-zathura/zathura/zathura"
brew "homebrew-zathura/zathura/zathura-pdf-mupdf"
brew "koekeishiya/formulae/yabai"
brew "sst/tap/opencode"
cask "1password"
cask "aerospace"
cask "alfred"
cask "alt-tab"
cask "anki"
cask "audacity"
cask "balenaetcher"
cask "basictex"
cask "blender"
cask "brave-browser"
cask "calibre"
cask "cursor"
cask "discord"
cask "docker-desktop"
cask "figma"
cask "firefox"
cask "flutter"
cask "flux-app"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-inconsolata"
cask "font-iosevka"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-ubuntu-mono"
cask "gimp"
cask "godot"
cask "google-chrome"
cask "google-drive"
cask "handbrake-app"
cask "keycastr"
cask "librewolf"
cask "logi-options+"
cask "love"
cask "mos"
cask "notion"
cask "numi"
cask "obs"
cask "obsidian"
cask "postman"
cask "proton-mail-bridge"
cask "protonvpn"
cask "qmk-toolbox"
cask "qobuz"
cask "qutebrowser"
cask "raspberry-pi-imager"
cask "raycast"
cask "signal"
cask "skim"
cask "spotify"
cask "steam"
cask "tailscale-app"
cask "thunderbird"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "whatsapp"
mas "Amphetamine", id: 937984704
mas "BetterSnapTool", id: 417375580
mas "DaVinci Resolve", id: 571213070
mas "GarageBand", id: 682658836
mas "Hidden Bar", id: 1452453066
mas "iMovie", id: 408981434
mas "Windows App", id: 1295203466
mas "Xcode", id: 497799835
